Dlubal.TimberPro.AxisType
Type of the axis

Dlubal.TimberPro.AxisType.UnknownAxis
Unknown axis

Dlubal.TimberPro.AxisType.AxisX
Axis X

Dlubal.TimberPro.AxisType.AxisY
Axis Y

Dlubal.TimberPro.AxisType.AxisZ
Axis Z